/*
 * File:   inverter.c
 * Author: ICE_MEGANE
 *
 * Created on 2026/04/12, 14:38
 */


#include <xc.h>
#include "../userdefine.h"


#include "../tools/inverter.h"


/**************************************************************/
/*  Function:                                                 */
/*  インバータ制御 初期化処理                                   */
/*                                                            */
/**************************************************************/
void func_inverter_g_init( void )
{

}

/**************************************************************/
/*  Function:                                                 */
/*  インバータ制御 メインループ処理                              */
/*                                                            */
/**************************************************************/
extern void func_inverter_g_main( void )
{

}

